Repository: kingrpaul/eo-glossary
Catalog: tm/memory-level2.tmx
Source language: en_us
Languages: eo

source: And in trees that grow gigantic in crumbling courtyards leap little apes, while in and out of deep treasure-vaults writhe poison serpents and scaly things without a name.
eo: Kaj en arboj, kiuj kreskas gigante en diseriĝantaj kortoj, saltas etaj simioj, dum en kaj el profundaj trezorkeloj tordiĝas venenaj serpentoj kaj skvamaj estaĵoj sen nomo.

source: And within the depths of the valley, where the light reaches not, move forms not meant to be beheld.
eo: Kaj en la profundoj de la valo, kie la lumo ne atingas, moviĝas formoj ne ne destinitaj por esti rigardataj.

source: At the very bottom of the valley lies the river Than, whose waters are slimy and filled with weeds.
eo: Ĉe la fundo mem de la valo kuŝas la rivero Tomo, kies akvoj estas mucidaj kaj plenaj de herbaĉoj.

source: For all time did their builders erect them, and in sooth they yet serve nobly, for beneath them the grey toad makes his habitation.
eo: Por eterno iliaj konstruistoj starigis ilin, kaj vere ja ili ankoraŭ servas noble, ĉar sub ili la griza bufo faras sian loĝejon.

source: From hidden springs it rises, and to subterranean grottoes it flows, so that the Daemon of the Valley knows not why its waters are red, nor whither they are bound.
eo: El kaŝitaj fontoj ĝi leviĝas, kaj al subteraj grotoj ĝi fluas, tiel ke la Demono de la Valo scias nek kial ĝiaj akvoj estas ruĝaj, nek kien ili direktiĝas.

source: In the valley of Nis the accursed waning moon shines thinly, tearing a path for its light with feeble horns through the lethal foliage of a great upas-tree.
eo: En la valo Niso, la malbenita malkreskanta luno brilas maldike, ŝirante vojeton por sia lumo per feblaj kornoj tra la mortiga foliaro de granda upasarbo.

source: Memory
eo: Memoro

source: Rank is the herbage on each slope, where evil vines and creeping plants crawl amidst the stones of ruined palaces, twining tightly about broken columns and strange monoliths, and heaving up marble pavements laid by forgotten hands.
eo: Trokreskinta estas la herbaro sur ĉiu deklivo, kie malicaj vitoj kaj ŝtelirantaj plantoj rampas inter la ŝtonoj de ruinaj palacoj, streĉe ĉirkaŭplektante rompitajn kolonojn kaj strangajn monolitojn, kaj supren haŭlas la marmorajn pavimojn, metitajn de forgesitaj manoj.

source: So the Genie flew back to the thin horned moon, and the Daemon looked intently at a little ape in a tree that grew in a crumbling courtyard.
eo: Do la Ĝino reflugis al la maldike kornita luno, kaj la Demono rigardis atente etan simion en arbo, kiu kreskis en diseriĝanta korto.

source: Tell me the deeds and aspect and name of them who built these things of stone.” And the Daemon replied, “I am Memory, and am wise in lore of the past, but I too am old.
eo: Rakontu al mi la farojn kaj aspekton kaj nomon de tiuj, kiuj konstruis ĉi tiujn ŝtonaĵojn.” Kaj la Demono respondis, “Mi estas Memoro kaj estas saĝa pri la folkloro de la pasinteco, sed ankaŭ mi estas maljuna.

source: The Genie that haunts the moonbeams spake to the Daemon of the Valley, saying, “I am old, and forget much.
eo: La Ĝino, kiu hantas la lunradiojn, parolis al la Demono de la Valo, dirante, “Mi estas maljuna kaj forgesas multon.

source: Their aspect I recall dimly, for it was like to that of the little apes in the trees.
eo: Ilian aspekton, mi malklare rememoras, ĉar ĝi similis al tiu de la etaj simioj en la arboj.

source: Their deeds I recall not, for they were but of the moment.
eo: Iliajn farojn, mi ne rememoras, ĉar ili estis nur de la momento.

source: Their name I recall clearly, for it rhymed with that of the river.
eo: Ilian nomon, mi klare rememoras, ĉar ĝi rimis kun tiu de la rivero.

source: These beings of yesterday were called Man.”
eo: Tiuj estaĵoj de hieraŭ estis nomataj Homo.”

source: These beings were like the waters of the river Than, not to be understood.
eo: Ĉi tiuj estaĵoj estis kiel la akvoj de la rivero Tomo, ne komprenindaj.

source: Vast are the stones which sleep beneath coverlets of dank moss, and mighty were the walls from which they fell.
eo: Vastaj estas la ŝtonoj, kiuj dormas sub kovriloj de malseka musko, kaj potencaj estis la muroj, de kiuj ili falis.
